{
  "bookId": 7,
  "locale": "zh",
  "duration": 38,
  "keyTakeaways": [
    "建立多学科的思维模型框架，以便做出更好的决策",
    "反转问题——不要问如何成功，而要问如何避免失败",
    "了解心理学的偏见——它们影响每个人，包括你",
    "专注于你的能力圈——知道你不知道什么",
    "培养知识谦逊——最好的思考者不断更新他们的信念"
  ],
  "summary_short": "《穷查理年鉴》收集了查理·芒格的机智和智慧，他是沃伦·巴菲特的合作伙伴，也是商业界最具原创性的思想家之一。他的关键见解：建立多学科的思维模型框架，以便做出更好的决策。多学科地思考，反转问题，并始终考虑二阶效应。",
  "summary_medium": "<h2>Why This Book Matters</h2><p>Charlie Munger is Warren Buffett's 'secret weapon'—the partner who helped transform Berkshire Hathaway into a $700+ billion empire. While Buffett gets the headlines, insiders know Munger's unconventional thinking is equally responsible for their success.</p><h2>The Latticework of Mental Models</h2><p>Munger's core idea: <strong>you need multiple mental models from multiple disciplines.</strong> If you only have a hammer, everything looks like a nail. If you only know finance, you'll miss insights from psychology, physics, biology, and history.</p><p>Key models include: compound interest, inversion, incentive effects, feedback loops, regression to the mean, and survival of the fittest. The goal isn't to be an expert in each field—it's to have enough models that you can see problems from multiple angles.</p><h2>Inversion: Avoiding Stupidity</h2><p>Munger loves the mathematician Jacobi's advice: 'Invert, always invert.' Instead of asking 'How do I live a good life?', ask 'What would guarantee a miserable life?' Then avoid those things.</p><p>It's often easier to avoid stupidity than to seek brilliance. Don't smoke, don't drink heavily, don't get into bad relationships, don't live beyond your means. Avoid the big errors, and you'll do well.</p><h2>The Psychology of Human Misjudgment</h2><p>Munger's famous speech lists 25 psychological tendencies that lead to poor decisions: incentive bias, social proof, consistency bias, availability heuristic, and many more. Understanding these biases won't eliminate them—but it helps you build systems to counteract them.</p><h2>Circle of Competence</h2><p>Know what you know and what you don't know. Stay within your circle of competence. When you venture outside, proceed with extreme caution—or don't proceed at all.</p>",
  "summary_long": "<h2>Opening: The Oracle of Omaha's Partner</h2><p>Everyone knows Warren Buffett. Fewer know Charlie Munger—Buffett's partner for over 50 years and, according to Buffett himself, the 'architect' of modern Berkshire Hathaway.</p><p>While Buffett focuses on finding undervalued businesses, Munger expanded their approach: <strong>buy wonderful companies at fair prices, not fair companies at wonderful prices.</strong> This shift made Berkshire into what it is today.</p><p>Poor Charlie's Almanack collects Munger's speeches, writings, and wit. It's less a book than a masterclass in thinking.</p><h2>The Latticework of Mental Models</h2><p>Munger's central insight: <strong>you can't make good decisions with a narrow set of tools.</strong> A person who only knows accounting will see every problem as an accounting problem. A psychologist will see psychology everywhere.</p><p>The solution? Build a 'latticework of mental models' from all major disciplines: math, physics, biology, psychology, economics, engineering, history.</p><p>You don't need to be an expert in each field. You need the big ideas—the ones that explain 80% of outcomes. Compound interest from math. Evolution from biology. Incentives from economics. Feedback loops from engineering.</p><p><strong>When models from different disciplines point to the same conclusion, you have a powerful insight.</strong> Munger calls this 'lollapalooza effects'—when multiple forces combine in the same direction.</p><h2>Key Mental Models</h2><p><strong>Compound Interest:</strong> Small gains, repeated over time, produce enormous results. This applies to money, knowledge, relationships, and reputation.</p><p><strong>Inversion:</strong> Don't just ask how to succeed. Ask what would guarantee failure, then avoid those things. 'All I want to know is where I'm going to die, so I'll never go there.'</p><p><strong>Incentives:</strong> Never underestimate the power of incentives. 'Show me the incentive, and I'll show you the outcome.' If you want to understand behavior, look at the incentive structure.</p><p><strong>Second-Order Effects:</strong> Every action has consequences, and those consequences have consequences. Most people only think one step ahead. Think two or three steps ahead.</p><p><strong>Survivorship Bias:</strong> We study successes but ignore failures. The strategies that worked might just be luck—the real lesson often lies in what didn't work.</p><h2>The Psychology of Human Misjudgment</h2><p>Munger's most famous contribution is his catalog of 25 psychological tendencies that cause poor judgment:</p><p><strong>Incentive-Caused Bias:</strong> People unconsciously warp their thinking to align with their financial interests. A salesperson genuinely believes their product is best—because their commission depends on it.</p><p><strong>Social Proof:</strong> We look to others to decide what's correct. This works in normal times but leads to disasters when everyone is wrong (bubbles, panics).</p><p><strong>Consistency Bias:</strong> Once we commit to an idea or identity, we resist changing. We'd rather rationalize past decisions than admit error.</p><p><strong>Contrast Misreaction:</strong> We evaluate things relative to what's nearby, not in absolute terms. A $500 accessory seems cheap when buying a $50,000 car.</p><p><strong>The key insight:</strong> these biases affect everyone, including you. The first step is admitting you're susceptible. Then build systems—checklists, diverse advisors, cooling-off periods—to counteract them.</p><h2>Circle of Competence</h2><p>Munger and Buffett famously avoid investments they don't understand. When tech stocks soared in the 1990s, they stayed away—and were mocked until the bubble burst.</p><p><strong>The key isn't having a large circle of competence. It's knowing where the boundaries are.</strong> Many disasters come from smart people venturing outside their expertise while thinking they're still inside it.</p><p>How do you know the boundaries? Ask yourself: could I explain this to a smart 12-year-old? If not, you might not understand it as well as you think.</p><h2>Worldly Wisdom</h2><p>Beyond mental models, Munger offers principles for life:</p><p><strong>Avoid envy:</strong> It's the one deadly sin that brings no pleasure. 'The world is not driven by greed. It's driven by envy.'</p><p><strong>Avoid resentment:</strong> Carrying grudges poisons your own life more than the object of your anger.</p><p><strong>Be reliable:</strong> Reliability is a huge competitive advantage because so few people have it. Do what you say you'll do.</p><p><strong>Keep learning:</strong> Munger reads constantly—biography, science, history. 'Go to bed smarter than when you woke up.'</p><p><strong>Marry well:</strong> Your spouse is your most important partner. Choose wisely, then be a good partner yourself.</p><h2>Closing: The Multidisciplinary Approach</h2><p>Munger's overarching message: <strong>narrow specialization is dangerous.</strong> The world is complex, interconnected, and doesn't respect academic boundaries.</p><p>The best thinkers borrow from everywhere. They see patterns that specialists miss. They avoid the stupidity that comes from having only one tool.</p><p>This doesn't mean superficial knowledge of many things. It means deep understanding of the fundamental principles that govern each domain—and the wisdom to know how they connect.</p><p>As Munger puts it: 'If you skillfully follow the multidisciplinary path, you will never wish to come back. It would be like cutting off your hands.'</p>"
}