{
  "bookId": 22,
  "locale": "zh",
  "duration": 38,
  "keyTakeaways": [
    "人类已经克服了饥荒、瘟疫和战争 - 我们的新议程是追求永生、幸福和神一般的力量",
    "人文主义使人类成为意义的源泉；数据主义可能会用算法取代人类",
    "生物技术和人工智能将会产生前所未有的不平等，即增强型人类和非增强型人类之间的差异",
    "自由意志和个人主义可能是被神经科学和大数据所破坏的幻觉",
    "21世纪最重要的问题是：我们将如何处理自己？"
  ],
  "summary_short": "Yuval Harari 提出：既然人类已经征服了饥荒、瘟疫和战争，那么接下来会是什么？他的答案是：我们将追求永生、幸福和类似神一般的力量。但同样的技术可能会使大多数人类在经济上变得毫无用处，并破坏塑造现代文明的人文主义价值观。",
  "summary_medium": "<h2>Why This Book Matters</h2><p>Sapiens explained our past; Homo Deus explores our future. Harari argues that for the first time in history, more people die from eating too much than too little, from old age than infectious disease, from suicide than war. Our old enemies are conquered. What do we pursue next?</p><h2>The New Human Agenda</h2><p>Harari identifies three projects driving 21st-century civilization: (1) biological immortality, (2) engineering happiness, and (3) acquiring god-like powers through technology. These aren't fantasies—they're the logical extension of current scientific progress.</p><h2>The Rise of Dataism</h2><p>Humanism placed humans at the center: our feelings determine value, our choices matter. But algorithms are increasingly better at knowing us than we know ourselves. Netflix knows your taste better than you do. This shift—from humanism to 'dataism'—may reshape civilization.</p><h2>The Useless Class</h2><p>What happens when AI and robots do most jobs? We may see a new class: the economically useless. Not unemployed—unemployable. The question isn't whether this will happen, but how we'll handle it.</p>",
  "summary_long": "<h2>Opening: Humanity's Greatest Achievements</h2><p>For thousands of years, humans faced three main enemies: famine, plague, and war. In the 21st century, for the first time in history, we're winning.</p><p>More people die from eating too much than eating too little. More die from old age than infectious disease. More die by suicide than by violence. Famine, plague, and war still exist—but they're no longer incomprehensible natural disasters. They're solvable problems.</p><p>So what comes next?</p><h2>The New Agenda</h2><p>Harari proposes that humanity will now pursue:<br><strong>1. Immortality:</strong> Death will become an engineering problem. We won't 'cure death' soon, but we'll extend healthy lifespan dramatically.<br><strong>2. Happiness:</strong> We'll engineer bliss through drugs, genetic modification, and brain stimulation—moving beyond the hedonic treadmill.<br><strong>3. Divinity:</strong> We'll acquire god-like powers through biotechnology and AI—creating life, controlling climate, perhaps even transcending our biological form.</p><h2>From Humanism to Dataism</h2><p>The past few centuries were shaped by humanism: the belief that human feelings and choices are the ultimate source of meaning and authority.</p><p>Dataism challenges this. If algorithms can process more data than humans, understand us better than we understand ourselves, and make better decisions—why should humans remain the ultimate authority?</p><p>Already, we trust Waze over our instincts for driving, Spotify over our memory for music. This is just the beginning.</p><h2>The Useless Class</h2><p>Industrial revolutions replaced physical labor with machines; humans moved to cognitive work. AI replaces cognitive work—where do humans go?</p><p>Harari warns of a potential 'useless class': people who are not unemployed (between jobs) but unemployable (permanently lacking economic value). This isn't about laziness—it's about capability.</p><h2>Closing: What Do We Want to Want?</h2><p>Homo Deus ends with a question: if we gain the power to redesign ourselves, what should we become? We've always asked what we want. Now we must ask: what do we want to want?</p>"
}