{
  "bookId": 3,
  "locale": "zh",
  "duration": 38,
  "keyTakeaways": [
    "智人通过我们独特的创造和相信共同虚构的能力征服了世界",
    "农业革命是历史上最大的骗局——它让个人生活变差，但使更大的人口成为可能",
    "金钱、国家和宗教都是主体间的现实——它们存在是因为我们集体相信它们",
    "尽管物质进步，幸福感并没有增加——我们的生物学设定了一个难以逃脱的基线",
    "我们正处于通过生物技术和人工智能用智能设计取代自然选择的边缘"
  ],
  "summary_short": "尤瓦尔·赫拉利追溯了人类从无足轻重的猿类到世界统治者的旅程。关键洞察：我们的力量来自我们独特的相信共同虚构的能力——金钱、国家、宗教、人权——使数百万陌生人能够合作。",
  "summary_medium": "<h2>认知革命</h2>\n<p>70,000年前，智人（Homo sapiens）只是另一种动物。然后发生了变化——我们发展出了创造和相信仅存在于我们想象中的事物的能力。哈拉里（Yuval Noah Harari）称之为<strong>认知革命（Cognitive Revolution）</strong>。</p>\n<p>其他动物可以交流关于真实事物的信息——“河边有一只狮子。”只有人类可以讨论不存在的东西——神、国家、货币、人权。</p>\n<p>这听起来很抽象，但它非常强大。黑猩猩无法说服其他黑猩猩为“黑猩猩天堂”而战。但人类会为抽象的概念如自由或宗教而献出生命。</p>\n\n<h2>农业陷阱</h2>\n<p>大约10,000年前，人类开始进行农业生产。我们称之为进步。哈拉里称之为<strong>历史上最大的骗局（history's biggest fraud）</strong>。</p>\n<p>对于个人来说，农业是糟糕的。农民比狩猎采集者工作时间更长，饮食不那么多样化，并且更容易患病。那么为什么它会传播开来?</p>\n<p>因为农业可以在每英亩中产生更多的热量——这意味着更多的婴儿，这意味着更多的农民，这意味着农业传播开来……即使它使每个人的生活变得更糟。</p>\n\n<h2>人类的统一</h2>\n<p>经过数千年的时间，人类从成千上万个孤立的群体演变成少数几个大文化。统一的工具是什么？货币、帝国和宗教——所有这些都是共享的虚构，能够让陌生人之间进行合作。</p>\n\n<h2>我们将去哪里?</h2>\n<p>在过去的40亿年中，生命通过自然选择进行演化。现在，通过生物技术和人工智能，我们开始直接设计生命。这是历史上最大的革命——而我们不知道它将会带来什么结果。</p>",
  "summary_long": "<h2>导言：智人之旅</h2>\n\n<p>想象一个世界，里面充满了多样的人类物种，每个物种都适应了他们独特的环境——有些人用石头制作工具，其他人利用火。然而，今天，只剩下一个物种：<strong>智人（Homo sapiens）</strong>。我们，一个看似微不足道的灵长类动物，如何来统治这个星球？这就是尤瓦尔·诺亚·哈拉里（Yuval Noah Harari）在《<em>人类简史：从动物到神</em>》中要讲述的故事。</p>\n\n<h2>认知革命：想象力的诞生</h2>\n\n<p>大约7万年前，发生了一件非凡的事情。我们的祖先发展出了新的思考和交流方式，标志着<strong>认知革命（Cognitive Revolution）</strong>的开始。突然，人类可以想象不存在的事物。这种创造和相信<strong>共同神话（shared myths）</strong>的能力——比如神、国家和货币——使得大量的人团结起来，并使我们与其他动物区别开来。</p>\n\n<p>想象一群古代人类围坐在火边，分享他们的神话故事。这些神话为前所未有的合作提供了框架。虽然黑猩猩可以在小群体中形成纽带，但只有人类才能建立成千上万甚至数百万人的社会。</p>\n\n<h2>农业革命：变化的种子</h2>\n\n<p>快进到大约1.2万年前，我们遇到了<strong>农业革命（Agricultural Revolution）</strong>。人类开始驯化植物和动物，从游牧的猎人和采集者转变为定居的农民。这是一个双刃剑。一方面，农业使得更多的人可以住在一个地方。另一方面，它将我们束缚在土地上，并导致了社会等级和私有制的崛起。</p>\n\n<p>想象一下第一批农民，在阳光下辛苦劳作，相信他们的生活会变得更好。相反，他们往往比他们的觅食祖先工作得更辛苦，吃的食物种类也更少。然而，食物的剩余使得城市和文明的崛起成为可能，为现代社会奠定了基础。</p>\n\n<h2>人类的统一：连接世界</h2>\n\n<p>当人类遍布全球时，出现了三个统一的力量：<strong>货币（money）</strong>、<strong>帝国（empires）</strong>和<strong>宗教（religion）</strong>。货币成为一种超越文化和语言障碍的通用交换媒介。帝国，尽管它们的扩张往往是暴力的，但将不同的人们团结在共同的统治下。宗教提供了一个道德框架，指导和证明整个社会的行为。</p>\n\n<p>考虑一下罗马帝国，在其鼎盛时期跨越了三个大陆。它的凝聚力不仅仅是军事力量，还有共享的罗马法和拉丁语，这促进了贸易和交流。</p>\n\n<h2>科学革命：知识的力量</h2>\n\n<p>这本书的最后部分带我们进入了<strong>科学革命（Scientific Revolution）</strong>，一个从16世纪开始的时期，它改变了我们对世界的理解。人类第一次承认自己的无知，并通过观察和实验系统地寻求知识。这一革命推动了前所未有的技术和工业进步，使人类能够分裂原子并飞往月球。</p>\n\n<p>想象一位科学家通过望远镜观察，解开宇宙的奥秘。这种对知识的追求挑战了曾经束缚我们的神话，并用基于证据的理解取而代之。科学，加上资本主义和帝国的雄心，重塑了世界，并继续这样做。</p>\n\n<h2>结论：智人的未来</h2>\n\n<p>今天，当我们站在<strong>生物技术革命（biotechnological revolution）</strong>的门槛上时，哈拉里邀请我们思考我们的未来。拥有改变我们自身生物学的力量，我们可能很快就会进化成完全不同的事物。我们会变成什么样子？曾经引导我们的神话会被人工智能或基因工程取代吗？</p>\n\n<p>哈拉里的《人类简史》不仅是一本历史书，也是一种对人类的沉思。回顾我们的旅程，我们也必须展望未来，质疑我们想要创造什么样的世界。毕竟，<strong>智人（Homo sapiens）</strong>的故事仍在被书写。</p>"
}