{
  "bookId": 15,
  "locale": "zh",
  "duration": 28,
  "keyTakeaways": [
    "构建-衡量-学习：创建最小可行产品，使用真实客户进行测试，并快速迭代",
    "验证性学习优于传统规划 - 运行实验以测试假设",
    "转向或坚持：根据证据改变方向，而不是依靠希望",
    "创新会计：使用可执行的指标来衡量进度，而不是虚荣指标",
    "目标是尽快了解客户真正想要什么"
  ],
  "summary_short": "Eric Ries 介绍了精益创业方法论：构建最小可行产品，衡量客户反应，并学习是否转向或坚持。与其进行详细规划，不如运行实验来测试你的假设。目标不是执行完美计划——而是尽快了解客户想要什么。",
  "summary_medium": "<h2>Why This Book Matters</h2><p>Traditional business planning assumes you can predict what customers want and execute against a plan. Startups face too much uncertainty for this approach. Eric Ries, drawing from his own startup failures, developed a scientific approach to building companies under extreme uncertainty.</p><h2>Build-Measure-Learn</h2><p>The core loop: (1) Build a minimum viable product (MVP), (2) Measure how customers respond, (3) Learn whether your assumptions are correct. Repeat as fast as possible.</p><p>The MVP isn't a prototype—it's the fastest way to start learning. A landing page, a concierge service, a video demo. Whatever tests your riskiest assumption with minimal effort.</p><h2>Validated Learning</h2><p>Startups exist to learn what customers want. Progress isn't measured by building features or shipping code—it's measured by validated learning about what creates value.</p><p>This means running experiments. 'We believe X will cause Y' becomes a testable hypothesis. If you can't measure it, you can't learn from it.</p><h2>Pivot or Persevere</h2><p>Armed with data, startups face a critical decision: pivot (change direction) or persevere (stay the course). Pivots aren't failures—they're corrections based on learning. Many successful companies pivoted: Instagram started as a check-in app, YouTube as a dating site.</p><h2>Innovation Accounting</h2><p>Traditional metrics (revenue, users) can be misleading early on. Instead, track actionable metrics that indicate whether you're building something people want. A/B tests, cohort analysis, funnel metrics.</p>",
  "summary_long": "<h2>Opening: Why Startups Fail</h2><p>Eric Ries has seen startups fail up close—including his own. His first company, There.com, spent years building a virtual world with cutting-edge technology. They had great engineers, significant funding, and a solid vision.</p><p>They built something nobody wanted.</p><p>The conventional startup approach—write a business plan, raise money, build the product, launch—assumes you know what customers want. But in conditions of extreme uncertainty, <strong>you don't know what customers want until you test it.</strong></p><h2>The Lean Startup Principles</h2><p>Ries proposes a scientific approach to entrepreneurship:</p><p><strong>1. Entrepreneurs are everywhere:</strong> The methodology applies to anyone creating new products under uncertainty—startups, corporate innovation teams, nonprofits.</p><p><strong>2. Entrepreneurship is management:</strong> A startup is an institution that requires a new kind of management designed for uncertainty.</p><p><strong>3. Validated learning:</strong> Startups exist to learn how to build a sustainable business. This learning can be validated scientifically through experiments.</p><p><strong>4. Build-Measure-Learn:</strong> Turn ideas into products, measure customer response, learn whether to pivot or persevere. Do this as fast as possible.</p><p><strong>5. Innovation accounting:</strong> Measure progress with metrics focused on learning, not vanity.</p><h2>The Build-Measure-Learn Loop</h2><p>This is the core engine of the Lean Startup:</p><p><strong>Build:</strong> Create a minimum viable product (MVP)—the simplest thing that lets you start learning. Not a prototype or beta version, but an experiment.</p><p>Famous MVPs:</p><p>• Dropbox: A video demonstrating the concept (no product yet)</p><p>• Zappos: Photographed shoes at stores and handled shipping manually</p><p>• Groupon: A WordPress blog with manually created PDFs</p><p><strong>Measure:</strong> See how customers respond. Not opinions—behavior. Do they sign up? Do they use it? Do they pay? Do they come back?</p><p><strong>Learn:</strong> What did you learn about your assumptions? Were they validated or invalidated?</p><p>The goal: minimize the time through this loop. The faster you learn, the faster you succeed—or fail cheaply and try something else.</p><h2>Validated Learning</h2><p>Learning is the essential unit of progress for startups. Not lines of code, not features shipped, not hours worked—<strong>validated learning about what creates customer value.</strong></p><p>How do you validate learning? Through experiments:</p><p>'We believe [customer segment] will [behavior] because [reason].'</p><p>This becomes a testable hypothesis. Run the experiment, measure the results, update your beliefs.</p><p>Example: 'We believe parents will pay $10/month for a homework help app because they're frustrated with their children's academic performance.'</p><p>Test it. Build a landing page with that offer. Run ads to parents. See how many sign up. If they don't, you've learned something valuable—before spending months building the app.</p><h2>The Minimum Viable Product</h2><p>The MVP is probably the most misunderstood concept. It's not:</p><p>• A crappy version of your product</p><p>• A prototype</p><p>• The first release</p><p>It is: <strong>the fastest way to get through the Build-Measure-Learn loop.</strong></p><p>What's the riskiest assumption in your business? Build only what's needed to test that assumption. Everything else is waste.</p><p>This requires courage. The MVP will be embarrassing. Ries's advice: if you're not embarrassed by your first version, you waited too long to launch.</p><h2>Pivot or Persevere</h2><p>Eventually, every startup faces a fundamental question: are we making progress toward our vision, or do we need to make a change?</p><p>A <strong>pivot</strong> is a structured course correction—changing one element of the strategy while keeping the vision. Types of pivots:</p><p>• Zoom-in pivot: One feature becomes the whole product</p><p>• Zoom-out pivot: The whole product becomes one feature</p><p>• Customer segment pivot: Same product, different customers</p><p>• Platform pivot: From application to platform (or reverse)</p><p>• Value capture pivot: Change how you make money</p><p>Pivoting isn't failure—it's evidence-based strategy. Many successful companies pivoted: YouTube, Instagram, Slack, Twitter.</p><p>The courage to pivot comes from validated learning. You're not guessing; you have data.</p><h2>Innovation Accounting</h2><p>Traditional metrics can hide learning:</p><p>• Total users (vanity metric) vs. usage per user (actionable)</p><p>• Total revenue vs. revenue per customer vs. repeat revenue</p><p>• Sign-ups vs. activation vs. retention</p><p>Innovation accounting uses metrics that answer: Are we building something people want? Are our improvements actually improving things?</p><p>Key technique: <strong>cohort analysis.</strong> Instead of looking at aggregate numbers, track how specific groups of users behave over time. Did users who signed up this month behave differently from last month? That tells you if you're learning.</p><h2>Closing: Startups as Experiments</h2><p>The Lean Startup reframes entrepreneurship from execution to experimentation. You're not building a company according to a plan—you're running a series of experiments to discover a sustainable business model.</p><p>This requires humility. Your vision might be wrong. Your assumptions probably are. But through rapid iteration and validated learning, you can find what customers actually want.</p><p>The goal isn't to avoid failure—it's to learn from failure as quickly and cheaply as possible.</p>"
}