{
  "bookId": 20,
  "locale": "zh",
  "duration": 45,
  "keyTakeaways": [
    "我们通过解释构建自己的现实 - 同一情况可以被不同地看待",
    "态度可以通过认知失调、说服和社会影响而改变",
    "顺从和服从是强大的力量，可以使普通人做出非凡的事情",
    "偏见和歧视源于认知捷径和社会分类",
    "当人们感到对他人负责和相互联系时，利他行为会增加"
  ],
  "summary_short": "David Myers 的《社会心理学》是关于我们如何思考、影响和相互关联的最权威的教科书。它涵盖了基本主题：社会思维（归因、态度）、社会影响（顺从、服从、说服）和社会关系（偏见、攻击、吸引、帮助）。这是理解人类社会行为的综合基础。",
  "summary_medium": "<h2>Why This Book Matters</h2><p>Social psychology bridges the gap between individual psychology and sociology—studying how people influence each other's thoughts, feelings, and behaviors. David Myers' textbook is the most widely used introduction to this field, synthesizing decades of research into accessible insights about human nature.</p><h2>Social Thinking</h2><p>We don't passively receive reality—we construct it. Attribution theory explains how we interpret others' behavior (fundamental attribution error: we overestimate personality, underestimate situation). Our attitudes shape behavior, but behavior also shapes attitudes (cognitive dissonance).</p><h2>Social Influence</h2><p>Humans are remarkably susceptible to social pressure. Asch's conformity experiments showed people denying clear evidence to match group opinion. Milgram's obedience studies revealed ordinary people delivering severe shocks when instructed. Understanding these forces helps us resist harmful influence.</p><h2>Social Relations</h2><p>Why do we like some people and not others? Proximity, similarity, and reciprocity drive attraction. Why do we help—or not help—strangers? The bystander effect shows diffused responsibility. Why do groups conflict? Realistic conflict theory and social identity theory explain prejudice.</p>",
  "summary_long": "<h2>Opening: The Science of Social Life</h2><p>Humans are social animals. Our thoughts, feelings, and behaviors are profoundly shaped by others—even when they're not present. Social psychology is the scientific study of this influence.</p><p>David Myers' textbook covers the field comprehensively, from how we perceive others to why we help (or harm) them. It's built on classic experiments and contemporary research, offering both scientific rigor and practical relevance.</p><h2>Part One: Social Thinking</h2><p><strong>Attribution: Explaining Behavior</strong></p><p>When we see someone act, we ask why. Was it their personality (disposition) or their circumstances (situation)?</p><p>We systematically err: the <strong>fundamental attribution error</strong> means we overweight personality and underweight situation when explaining others' behavior. A rude cashier must be a rude person—we forget they might be having a terrible day.</p><p>Interestingly, we reverse this for ourselves: our own behavior is explained by situation ('I was stressed'), while others' behavior reveals their character.</p><p><strong>Attitudes and Behavior</strong></p><p>Do attitudes predict behavior? Sometimes. Attitudes predict behavior when they're specific, strong, and easily recalled—and when social pressures are minimal.</p><p>But behavior also shapes attitudes. <strong>Cognitive dissonance theory</strong>: when our actions conflict with our beliefs, we often change our beliefs to match our actions. Justify what you do, and you'll believe it was right.</p><h2>Part Two: Social Influence</h2><p><strong>Conformity</strong></p><p>Solomon Asch's experiments are legendary. Participants judged which line matched a standard—an easy task. But when confederates unanimously gave wrong answers, about 37% of participants conformed, denying the evidence of their own eyes.</p><p>Why conform? Informational influence (maybe they know something I don't) and normative influence (I don't want to stand out). Both are powerful.</p><p><strong>Obedience</strong></p><p>Stanley Milgram's obedience studies shocked the world. Ordinary people delivered what they believed were severe electric shocks to a stranger, simply because an authority figure instructed them.</p><p>65% went to the maximum 450 volts despite hearing screams of pain. These weren't sadists—they were normal people in a powerful situation.</p><p>The lesson: situational forces can override individual character. Understanding this helps us build systems that prevent such outcomes.</p><p><strong>Persuasion</strong></p><p>How do attitudes change? Two routes:</p><p>• <strong>Central route:</strong> Careful consideration of arguments. Works when people are motivated and able to think.</p><p>• <strong>Peripheral route:</strong> Superficial cues—attractive speaker, catchy slogans. Works when people aren't paying close attention.</p><p>Effective persuasion matches the route to the audience.</p><h2>Part Three: Social Relations</h2><p><strong>Prejudice</strong></p><p>Prejudice—prejudging based on group membership—has cognitive, emotional, and social roots:</p><p>• <strong>Cognitive:</strong> We categorize to simplify the world. But categories become stereotypes, and stereotypes distort perception.</p><p>• <strong>Emotional:</strong> Fear and frustration find scapegoats. Prejudice increases during economic hardship.</p><p>• <strong>Social:</strong> In-group favoritism is automatic. We like 'our' group and are suspicious of 'them.'</p><p>Reducing prejudice requires contact under specific conditions: equal status, cooperation, personal interaction, and institutional support.</p><p><strong>Aggression</strong></p><p>Is aggression innate or learned? Both. Biology provides the capacity; environment shapes its expression.</p><p>Key factors: frustration, provocation, modeling (observing others), and deindividuation (anonymity reduces restraint). Media violence does increase aggression, though the effect is modest.</p><p><strong>Attraction and Intimacy</strong></p><p>What makes us like others?</p><p>• <strong>Proximity:</strong> We like people we see often (mere exposure effect).</p><p>• <strong>Similarity:</strong> We like people similar to us in attitudes, values, and background.</p><p>• <strong>Physical attractiveness:</strong> It matters—unfairly—especially initially.</p><p>• <strong>Reciprocity:</strong> We like people who like us.</p><p>Long-term relationships require more: commitment, intimacy, and the ability to navigate conflict constructively.</p><p><strong>Helping</strong></p><p>Why do we help strangers? Empathy, social norms, and self-interest all play roles.</p><p>But context matters enormously. The <strong>bystander effect</strong>: the more witnesses to an emergency, the less likely any individual is to help. Responsibility diffuses. To increase helping: make responsibility clear and personal.</p><h2>Closing: Understanding to Improve</h2><p>Social psychology reveals uncomfortable truths: we're more influenced than we think, more biased than we admit, more capable of harm under certain conditions.</p><p>But knowledge is power. Understanding social influence helps us resist manipulation. Understanding prejudice helps us reduce it. Understanding helping behavior helps us design environments that bring out our better angels.</p><p>The goal isn't to escape social influence—that's impossible. It's to understand it well enough to use it wisely.</p>"
}