{"bookId":31,"locale":"en","duration":45,"keyTakeaways":["The gene is both the unit of heredity and a potential target for manipulation","Our understanding of genes transformed medicine but raises ethical dilemmas","Genetic determinism is overly simplistic—environment and chance matter greatly","Gene therapy promises cures but demands caution about unintended consequences","The future of humanity may depend on how we choose to edit our genes"],"summary_short":"Siddhartha Mukherjee traces the gene from Mendel's peas to CRISPR editing. Along the way, he explores how genetic knowledge transformed medicine, enabled eugenics, and now offers powers we may not be ready to wield. A meditation on science, ethics, and what it means to be human.","summary_medium":"<h2>Why This Book Matters</h2><p>The gene is the fundamental unit of heredity—and increasingly a target for modification. Mukherjee, a cancer physician and Pulitzer Prize winner, weaves science, history, and personal narrative into a comprehensive exploration of genetics and its implications.</p><h2>The History</h2><p>From Mendel's monastery garden to Watson and Crick's double helix, Mukherjee traces how we came to understand heredity at the molecular level—and how that knowledge was both used and abused.</p><h2>The Promise and Peril</h2><p>Gene therapy can cure diseases; gene editing can prevent them. But the same technologies raise troubling questions: Who decides what's a disease? Should we edit the human germline? What happens when genetic enhancement becomes available to those who can afford it?</p>","summary_long":"<h2>Opening: A Family History</h2><p>Mukherjee opens with his family's history of mental illness—schizophrenia and bipolar disorder passed through generations. This personal stake drives his exploration: what can genes explain, and what can't they?</p><h2>Closing: The Future</h2><p>CRISPR gives us unprecedented power to edit genes. Mukherjee argues we need ethical frameworks before the technology outpaces our wisdom. The gene is no longer just something we study—it's something we can change.</p>"}
